TestingFramework/Requests/Google/ADD.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:Add>
         <tem:intA>$valueA$</tem:intA>
         <tem:intB>$valueB$</tem:intB>
      </tem:Add>
   </soapenv:Body>
</soapenv:Envelope>